Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 그때.{j}“아저씨.”{j}내 어깨를 툭 치는 손길이 있었다.{j}김슬비.{j}그녀가 나에게 창을 건네며 말했다.{j}“편의점.{j}가셔야죠.”
en_us: “Mister.” Someone tapped me on the shoulder. It was Seulbi. As she handed me my spear, she said, “The convenience store. Let’s go.”{j}{j}{j}{j}{j}{j}

source: 회장은 권순태의 목 뒤를 꽉 잡은 채 끌어당겼다.{j}자기가 하고 싶은 말에 대한 책임을 떠넘기려는 듯한 태도였다.{j}그러자, 황가애가 표독스러운 눈으로 권순태를 쏘아보았다.{j}권순태는 움츠러든 채 말을 잇지 못한다.
en_us: The president grabbed the back of Suntae’s neck and dragged him over. He wanted Suntae to bear the responsibility of something the president himself wanted to say. In turn, Ga-ae shot a venomous look to Suntae who shrunk back, unable to say anything more.{j}{j}{j}

source: “어우.{j}머리를 며칠 못 감았더니 기름떡이…… 냄새 하나는 확실하겠네요, 이거.{j}어그로가 아주 그냥…….”{j}김슬비는 페트병 안에 든 나머지 머리카락들을 바닥으로 쏟아내며 말했다.
en_us: “Blegh. Our hair’s super oily from days of no shower... It definitely reeks. It’s seriously a good bait...” Seulbi muttered as she shook out the rest of the hair pieces onto the ground.{j}{j}{j}

source: “따개비겠죠.{j}어디서 시작되었는지는 모르겠지만…… 물리거나 긁히면 저것들이 옮아 오는 것 같아요.{j}마치 좀비 바이러스처럼.”
en_us: “They’re barnacles. I don’t know how it began but... They seem to spread by biting or grazing humans. Like a zombie virus,” I said.{j}{j}

source: 이 좁은 창문을 비집고 나가려면 필연적으로 창틀에 가슴이나 배, 등팍이 맞닿을 수밖에 없을 텐데, 그랬다가는 바로 끔찍한 꼴을 당하게 될 것이다.
en_us: My chest, stomach, and back would have to squeeze through the window pane if I heaved myself out through the tiny window. But I’d be dead meat if I did that.

source: 예전에 몇 번 몰아 본 적 있는 녀석이니, 쉽게 알아볼 수 있을 것이다.{j}나는 트럭 열쇠를 주머니에 넣고는 카운터 책상 밑을 들여다보았다.{j}먼지가 수북하게 쌓여 있는 작은 난로 옆으로 플라스틱 말통이 보인다.
en_us: I had driven it several times before, so I should be able to recognize it easily. I shoved the car key into my pocket and inspected the space below the checkout counter. There was a plastic jug beside the small, dust-ridden space heater.{j}{j}

source: 형의 목소리가 들려왔다.
en_us: It was my brother.

source: “다행이네요.{j}밑에서 소란이 있을 때마다 혹시 다른 생존자가 있나 싶어서 두드려 봤었는데.”
en_us: “Thank goodness. Whenever I heard a ruckus downstairs, I banged on it in case there was another survivor.”{j}

source: “아!{j}아는데!{j}제 남친은 감염 아니라구요!{j}외상 하나도 없거든요?{j}제가 몇 번이나 꼼꼼히 확인해 봤어요!”
en_us: “Agh! I know! But my boyfriend’s not infected! He has no external injuries whatsoever! I checked him multiple times!” Ga-ae shot back.{j}{j}{j}{j}

source: 다가각!
en_us: Clank!

source: 아마 창문 틈으로 날아든 갈매기처럼 온몸이 갈가리 찢겼을 것이다.{j}아니면 따개비에 긁혀서 과다출혈로 사망했을 수도 있고.{j}나는 죽어 가던 갈매기의 모습과 그것을 씹어 먹던 따개비 인간의 눈을 떠올렸다.
en_us: My body would have been ripped apart like the seagull that had flown inside through the window. Or the barnacles would have scraped me up so badly that I bled to death. I recalled the dying seagull and the eyes of the barnacle humans feeding on it.{j}{j}

source: 뒤에서 들려오는 소리.{j}그것은 분명 대변기 칸의 문이 열리는 소리였다.{j}나는 천천히 고개를 돌렸다.{j}그곳에는 한 명의 사람이 서 있는 것이 보였다.{j}반쯤 벗겨져 있는 셔츠, 속이 다 비쳐 보이는 끈나시, 엉덩이만 겨우 가린 돌핀 팬츠.{j}패션잡지의 표지모델과도 같은 몸매와 자세로 서 있는 여자가 보인다.{j}하지만 그 여자의 얼굴도 모델과 같은지는 알 수 없었다.
en_us: It came from behind me. It was the sound of the door of the bathroom stall opening. I steadily turned my head. There was a person standing behind me. She was wearing a shirt half-rolled up, a flimsy tank top, and dolphin shorts that just barely covered her bum. The woman stood like the model of a fashion magazine. But I couldn’t tell if her face was also as beautiful as a fashion model. Her face was completely shrouded with packs of barnacles save for her lips.{j}{j}{j}{j}{j}{j}

source: 아픈 와중에도 엉겨 붙으며 꿀 떨어지는 시선으로 서로를 바라보는 두 사람을 향해.
en_us: Even as Wonbin was sick, the two cuddled and gazed at each other with lovey-dovey eyes.

source: 그녀는 나를 향해 쏟아내듯이 말했다.{j}“제 이름은 황가애구요.{j}제 남자친구는 노원빈이에요.{j}과CC구요.{j}울 남치니가 감기 때문에 몸 상태가 별로 안 좋거든요.{j}아!{j}따개비에게 물리거나 긁힌 건 절대 아니니까 안심하시구요.{j}그럼 저는 남치니 때문에 먼저 들어가 볼게요!{j}쏘리!”
en_us: She turned to me and spoke hurriedly, “My name is Ga-ae Hwang. My boyfriend’s name is Wonbin No. We’re a campus couple. My boyfriend is not feeling well because of a cold. Oh! It’s not because he was bitten or scratched by the barnacles, so rest assured. Well then, I’m going to take care of my babe now! Sorry!”{j}{j}{j}{j}{j}{j}{j}{j}

source: 따개비에 범벅이 된 인간.{j}저것들을 무엇이라 부를 수 있을 것인가?{j}따개비나 굴, 갯지렁이 등 배의 바닥이나 수도관 속에 부착하여 구조물의 무게를 증가시키고 취수 효율을 떨어트리는 생물을 흔히 ‘오손생물(汚損生物, fouling organism)’이라고 부른다.{j}그렇다면 저것들은 ‘오손인간(汚損人間)’, 혹은 ‘오인(汚人)’이라고 부르는 게 맞을 것이다.
en_us: What should I call humans covered in bunches of barnacles? Barnacles, mussels, lugworms, and other such organisms attach themselves to the surface of boats and water pipes, adding weight and decreasing the effectiveness of water abstractions. These pesky creatures are commonly called “fouling organisms”. Following that line of thought, I should call the barnacle humans “vermin” or more precisely, “vermen”.{j}{j}{j}

source: 따악!
en_us: Thwack!

source: “혹시 물인가?”{j}나는 약간의 기대를 가지고 말통을 끌어당겼다.
en_us: “Is it water?” I mumbled with a tinge of hope as I pulled out the jug.{j}

source: “불나면 다 타죽겠구먼.”
en_us: “If there’s ever a fire, everything will go up in flames.”

source: 내가 고개를 돌리자.
en_us: When I turned back, Seulbi held something out.

source: 나는 무언가를 발견했다.{j}옆쪽에 잔뜩 쌓여 있는 잡동사니.{j}문을 막고 있는 그것들 옆 구석에 버너와 냄비 하나가 보인다.{j}문을 막고 있는 그것들 옆 구석에 버너와 냄비 하나가 보인다.
en_us: Just then, I spotted something. All kinds of junks were piled up to the side, blocking the other doors. In the corner of it all was a portable gas stove and a pot.{j}{j}{j}

source: 얼굴에는 묘하게 화색이 깃들어 있었다.{j}옆에 있던 김슬비가 내게 작은 목소리로 소곤거렸다.{j}“저 인간, 운전면허 없어서 그러는 걸 거예요.”
en_us: He faintly brightened up. Seulbi, who was standing beside me, whispered, “That guy. He’s like that because he doesn’t have a driver’s license.”{j}{j}

source: “여기서 얼마 떨어지지 않은 섬에서 항로 관리를 하고 있었습니다.{j}굴덕도의 등대에서요.”
en_us: “I was managing the seaway in an island not far from here. At a lighthouse in Guldeok Island,” I began.{j}

source: 권순태는 옆에서 안절부절못할 뿐이었다.
en_us: Beside her, Suntae paced about helplessly.

source: 지지지지지지직!
en_us: Bzzzzzzt!

source: “우욱!”{j}구토가 절로 올라온다.
en_us: “Blegh!” I retched immediately.{j}

source: 하지만 2층은 그 불륜 커플이 가로막고 있어서 영 불안하다.{j}창고와 208호가 가깝기는 하지만, 다시 거기까지 무사히 갈 수 있다는 보장도 없으니까.
en_us: But I felt uneasy going back there since the adulterous couple was in the way. The storage and Room 208 was nearby, but there was no guarantee I’d be able to make it back there safely.{j}

source: 여기까지인가.{j}나는 눈을 감고 말았다.{j}머릿속에 절로 형의 얼굴이 떠오른다.{j}나의 유일한 가족. ……아니, 유일하지는 않다.{j}형에게는 얼마 전에 초등학교에 입학한 딸이 있으니까.
en_us: Is this my end? I ended up clenching my eyes. My brother’s face appeared in my mind. He was my only family... well, not the only one. My brother had a daughter who had just entered elementary school.{j}{j}{j}{j}

source: 김슬비의 말에 차예영은 귀찮다는 듯 무언가를 흔들었다.{j}그것은 생리대였다.
en_us: Yeyeong shook something in annoyance. It was a pad.{j}

source: [무우우…… 서…… 워어어어…….]
en_us: “I aaam... s...scaaared...”

source: 우선 무리를 지어서 편의점에 간다.{j}그리고 편의점 안에서 며칠간 버틸 수 있는 식량과 식수, 그리고 구조를 요청할 수 있는 수단을 구해서 다시 모텔로 돌아온다.{j}물론 그 전에 모텔 안을 돌아다니고 있는 따개비 인간들을 어떻게든 해야만 했다.{j}나는 이 작업 때문에 이들의 손을 빌리기로 한 것이고.
en_us: For now, we’d head to the convenience store in a group. There, we’d grab enough food and water to help us last for days as well as find a way to call for help before returning to the motel. Of course, before that, we had to do something about the barnacle humans wandering around inside the motel. It was the very reason why I decided to ask for their help too.{j}{j}{j}

source: 좀 재수 없는 고민이지만 일단 어떻게든 통과할 수 있을 것 같다는 판단이 들었다.{j}비록 창문과 펜스 사이의 좁은 공간에는 낡은 화분, 고장난 에어컨 실외기와 선풍기, 담배꽁초 같은 쓰레기들이 그득그득 쌓여 있기는 했지만…….
en_us: In any case, I concluded that I’d be able to slip through somehow. In the narrow space between the window and the fence were heaps of old flower pots, a busted evaporative cooler, a wonky fan, and trash such as cigarette butts and so on...{j}

source: 졸졸졸-
en_us: Trickle trickle.

source: 야옹-
en_us: Meow.

source: “제가 회장이라고요.{j}학생회장.”
en_us: “I said, I’m the president. The student president,” he clarified.{j}

source: 보트는 폭우 쏟아지는 밤바다 위를 사납게 가른다.{j}방파제를 향해 전속력으로!{j}바로 그때.{j}……뚝!
en_us: The boat cut across the sea in the tempestuous night. Let’s go full speed! But then I heard the sound of something ominous.{j}{j}{j}

source: “아아, 아까 봤잖아요.”{j}회장은 어깨를 으쓱하고는 고개를 돌렸다.
en_us: “Oh, come on. You saw him earlier.” With a shrug, the president swerved his head.{j}

source: 터-엉!
en_us: Pop!

source: 얼어 죽을 듯 추워서 그런가, 간판에 있는 온탕 표시(♨)를 보는 것만으로도 마음이 따뜻해진다.{j}붉은 네온이 어스름하게 점멸하고 있는 이곳 역시도 내가 종종 묵었던 곳이다.{j}왜냐면 이 모텔 주인이 여기 어촌계장 아저씨이고, 나와도 꽤나 친분이 있었으니까.
en_us: It was so freezing cold that seeing the hot spring symbol on the signage was enough to warm my heart. The red neon lights blinkered dimly. This place was also one of my favorites. The owner of this motel was the village chief, and we were pretty close.{j}{j}

source: 밖에서 내리는 폭우, 빗방울이 창문 안으로 튀어 들어올 때마다 창틀 전체가 움찔거리고 있었다.{j}따개비.{j}이 기분 나쁜 오손생물이 창틀 전체에 다닥다닥 붙어 있었던 것이다.{j}이빨처럼 뾰족뾰족하게 돋아나 있는 이 갑각류는 창틀 전체를 괴물의 아가리처럼 보이게 만들었다.
en_us: Whenever the rain splattered inside through the window, the window sill shook and jolted like it was alive. It was the barnacles. Those nasty fouling organisms were huddled all over the frame. Their carapace jut out sharply like teeth, making the window sill look like the mouth of a monster.{j}{j}{j}

source: 같이 술 마시다가 어촌계장님께 마스터키의 위치를 듣게 되어서 천만다행이었다.{j}이래서 아는 게 힘이라고 하는구나.
en_us: Thank goodness the village chief had told me about where he kept the master key when we had hit the bottle. They do say knowledge is power.{j}

source: “어느 순간부터 밖에서 저것들이 난입해 들어왔어요.{j}처음에는 어떻게든 막았는데, 나중에는 안쪽에서도 생겨났죠.{j}물리거나 긁히거나 하면 감염돼서 저것들처럼 변해요.”
en_us: “Those creatures broke into the motel at some point. At first, we managed to fend them off, but then things became a mess on our side. People turned into those things when they were bitten or scratched,” Seulbi explained.{j}{j}

source: 기적이 일어났다.
en_us: Clang clang clang clang!

source: 하지만 그 개밥이라도 있고 없고가 큰 차이일 수밖에 없다.{j}지금처럼 극단적인 상황에서는 말이다.
en_us: But there was a huge difference in having the said dog food to eat or not, especially in such a desperate situation like this.{j}

source: 동시에 화장실 안에서 기분 나쁜 소리가 들려오기 시작했다.{j}나는 뒤로 물러나 벽에 바짝 붙었다.{j}이윽고, 무언가가 화장실 문밖으로 빠져나온다.{j}그것은…….
en_us: At the same time, I heard an ominous sound coming from inside the washroom. I backed away and stuck to the wall. Soon, something tried to wriggle out of the washroom. It was...{j}{j}{j}

source: ……꽈르릉!
en_us: Rumble...!

source: <엄마mother> 너앞으로내딸아니야.
en_us: Mother: You’re no longer my daughter anymore.

source: 2- 바다의 여드름 (2)
en_us: Chapter 2. Ocean Acne (2)

source: 그러면 봉지커피로 그걸 채우려면 대충 50봉은 먹어야 한다는 건가?{j}나는 커피믹스 두 봉을 입으로 털어 넣었다.{j}프림의 느끼한 맛과 설탕의 달달함, 그리고 커피가 씁쓸하게 녹아내려 입안의 비린내와 짠 내를 몰아간다.
en_us: Does that mean I need to take like 50 packets to get the necessary calories? I thought as I emptied the two instant coffee packets into my mouth. The taste of cream, sweet sugar, and the bitter coffee melted on my tongue and chased out the salty and fish taste in my mouth.{j}{j}

source: 최대한 소리 나지 않게 문고리까지 잠그고 나자.
en_us: I locked the door while trying to make as least amount of sound as possible.

source: 덜컹덜컹덜컹덜컹빠드득빠드득빠드득빠드득콰쾅쾅우드득!
en_us: Clunk clunk clunk. Scritch scritch scritch. Bang, bang! Crack!

source: “……그리고 애먼 데 들어갔다가는 무단침입으로 신고당할 수 있으니까.{j}어촌계장님이라면 이해해 주시겠지.”
en_us: “Plus... I could be sued for trespassing if I entered a random building. But the village chief would understand,” I reasoned.{j}

source: “으아아아아!”
en_us: Horrified, I shrieked, “Aaaaaah!”

source: [으어어어어어…….]
en_us: “Graaaaaah...”

source: ……그렇게 몇 분을 더 달려서.
en_us: After several more minutes of driving, I parked the car on the side of the road.

source: 이윽고, 나는 몇 개의 바위를 넘어 두 명의 장박 낚시꾼들이 쳐 놓은 텐트를 발견했다.{j}……하지만.
en_us: Eventually, after passing several boulders, I spotted the tent that the two fishermen had set up. However...{j}

source: 쿵!
en_us: Thunk!

source: “뽀글이라도 끓어야겠다.”
en_us: “I’ll cook the instant noodle straight in the packet then,” I decided.

source: 투둑- 툭!
en_us: Twang!

source: 근처에 있는 백적도까지는 1시간 정도 거리, 인천까지는 3시간은 족히 가야 한다.{j}하지만 그것은 파도가 낮을 때의 이야기, 이런 날씨면 예정되어 있는 배 시간표는 전부 다 휴짓조각이 되어 버린다.{j}공식 배차?{j}그런 거 없다.{j}그냥 무작정 무기한 연기다.{j}섬이란 곳이 다 그렇지 뭐.
en_us: Baekjeok Island, located nearby, is about an hour away, while it takes a good three hours to get to Incheon. But that’s only when the tide is low. The ferry schedule goes out the window in this kind of weather. And there’s no such thing as rescheduling. It just gets delayed for who knows how long. It’s like that in an island.{j}{j}{j}{j}{j}

source: 입구 쪽에 박살 나 있는 화분이 보인다.{j}식물이 검게 말라 죽어 있는 것으로 봐서는 시간이 제법 흐른 모양.{j}아무래도 내가 굴덕도에 있는 동안 벌어진 일 같았다.
en_us: I spotted a crushed flowerpot near the entrance. The plant was dark and dried up; quite a lot of time must have passed. It must have happened while I was in Guldeok Island.{j}{j}

source: 그것들은 문을 세차게 밀며 표면을 마구 긁고 있었다.{j}나무로 된 문이 비명을 지르는 것이 들려온다.{j}뭘로 긁고 있는 걸까?{j}손톱?{j}이빨?{j}아니면 얼굴 표면에 덕지덕지 자라난 따개비의 껍데기?{j}뭐가 됐든 간에 끔찍한 일이었다.
en_us: The two barnacle humans rammed and clawed at the door. I could hear the wooden door screeching in pain. What were they scraping the door with? Fingernails? Teeth? Or the barnacle shells growing profusely on their faces? Whichever it was, it was horrifying.{j}{j}{j}{j}{j}{j}

source: 나는 황급히 알람을 종료하려 했으나.
en_us: I tried to quickly turn off the alarm.

source: “이렇게까지 엄청 많을 줄은 몰랐는데…….”
en_us: “I didn’t think there were so many...”

source: [우어…… 어어어어…….]
en_us: “Aaah... Graaaaaah...”

source: 끼기긱……
en_us: Creak...

source: “으…… 진짜 극혐이다.{j}이게 피부를 뚫고 나오려고 했던 건가?”{j}
en_us: “Blech... It’s disgusting. Were these barnacles trying to break through the fish skin?”{j}

source: 그때.{j}……철썩!{j}창밖에서 요상한 소리가 들려왔다.{j}그것은 몰아치는 폭풍우, 요동치는 밤바다, 미친 듯이 떨어지는 천둥·번개와는 조금 다른 소리였다.
en_us: Just then, I heard something unusual from outside the window. Thwack! It sounded slightly different from the raging storm, the violent sea, and thet rumbling thunder.{j}{j}{j}

source: 나선형으로 빙글빙글 이어지는 계단을 내려가 등대의 1층으로 향했다.{j}어스름한 전구가 깜빡깜빡 점멸하는 현관에 서서, 나는 철문의 녹슨 손잡이를 내려다보았다.{j}그때.
en_us: I went down the spiral staircase to the first floor of the lighthouse. The dim lightbulb flickered on and off at the front door. I glanced down at the rusty handle. In that moment, the door banged again.{j}{j}

source: 생선의 배를 열어 내장을 꺼내 보니.{j}“으헉!?”{j}나는 또다시 기겁할 수밖에 없었다.{j}뻘겋고 퍼렇고 노란 내장들 안에 모래알처럼 작은 알갱이들이 빼곡하다.{j}따개비.{j}그것이 생선의 내장 속 육벽까지 다닥다닥 돋아나 있었던 것이다.
en_us: “Aaagh!” I gasped, appalled, when I spread open the stomach and took out its guts. Tiny pellets spilled out between the red, blue, and yellow fish guts much like grains of sand. It was barnacles again. They were formed even on the deepmost skin and entrails inside the fish.{j}{j}{j}{j}{j}

source: 따개비 인간이 별안간 손을 뻗었다.{j}그것은 맨 뒤에 있던 황가애의 발목을 붙잡았다.
en_us: Suddenly, the barnacle human shot out his hand and grabbed Ga-ae, who was standing at the way back, by the ankle.{j}

source: ‘한시라도 빨리 형이 있는 곳으로 가야지.’
en_us: I have to go find my brother as soon as possible.

source: “자기야, 그게 어때서.{j}요즘 직장인들은 다 있대.{j}부끄러운 거 아니야.{j}나는 울 자기 치질도 사랑해.”{j}황가애는 노원빈의 엉덩이를 물티슈로 닦아 주며 다정하게 말했다.
en_us: “So what, babe? I heard all salarymen have it these days. It’s nothing to be ashamed about. I also love your piles, dearie,” Ga-ae consoled sweetly as she wiped Wonbin’s rear with a wet wipe.{j}{j}{j}{j}

source: 시각적으로도 충분히 징그럽고 끔찍하지만, 무엇보다도 참을 수 없는 것은 헛구역질이 절로 나오는 악취.{j}화장실 앞에 그저 서 있는 것만으로도 숨을 못 쉴 지경인데, 따개비 인간이 입을 열 때마다 더더욱 지독한 악취가 뿜어져 나오고 있었다.{j}뱃속에 있는 내장이 모두 푹 썩어 버리지 않고서야 이런 냄새가 날 수가 없을 것 같다.{j}맡아도 맡아도 도무지 적응되지 않는 악취였다.
en_us: It was a horrendous and repugnant sight to behold. But what I couldn’t stand most of all was the stink that made me retch. Standing in front of the washroom was enough to make me gag. But every time the barnacle human opened his mouth, an even more dreadful reek gushed out. All the viscera must have rotted, creating a stink that I just couldn’t get used to no matter how hard I tried.{j}{j}{j}

source: 데굴-
en_us: Rattle.

source: “그렇군요.{j}혹시 나이가?”
en_us: “I see. How old are you by the way?” I asked.{j}

source: <엄마mother> .
en_us: Mother: ...

source: 나는 생수통이 텅 빈 것을 확인하고는 자리에서 일어났다.{j}이렇게 된 바에는 화장실 물이라도 마셔야겠다.{j}나는 소리가 나지 않게 조심조심 움직여 화장실로 향했고, 불을 켜지 않은 채 맨발로 들어갔다.
en_us: After confirming that the water bottles were indeed empty, I sprang up to the ground. Since things had come to this, I decided to drink some tap water from the washroom. I tiptoed to the washroom so as not to make any noise. I went in barefooted without even turning on the lights.{j}{j}

source: “그, 그, 그래도 최소 시체손괴죄…….”
en_us: “B-b-but you’re guilty of desecrating the dead...”

source: “제가 총무라서요.{j}방 예약할 때 사장님이 말씀하시는 걸 들었어요.{j}5층을 저희가 단체 예약하는 바람에 다른 손님들이 시끄러울 수도 있으니까 일부러 4층을 가능한 한 비우고 2, 3층 위주로 손님을 받으셨다고.”
en_us: “I’m the treasurer. I heard the owner talk when we were reserving the rooms. Since we rented out the entire fifth floor, he emptied out the fourth floor as much as possible in case things got rowdy upstairs. That’s why he assigned guests to mostly second and third floors.”{j}{j}

source: “아!”
en_us: “Agh!”

source: 한참이 지나도 밖에서는 별다른 소리가 들려오지 않는다.{j}나는 뭔가 싶어서 문을 살짝, 아주 살짝만 열어 보았다.{j}역겨운 물비린내, 바다 내음이 확 맡아진다.{j}나는 문을 조금 더 열고 밖을 내다보았다.{j}그 순간.
en_us: A long time passed, but I heard no unusual noise outside. Driven by curiosity, I opened the door just an inch. The stench of stale, salty water rushed inside. I cracked open the door a little further and poked my head out.{j}{j}{j}{j}

source: 트럭은 방향을 틀어 해안가 쪽의 도로로 향한다.{j}저 옆에 있는 전봇대 밑에 음식물 쓰레기 봉투들이 가득 쌓여 있는 것이 보인다.{j}녹슨 우체통이 서 있는 옆으로는 부서진 나무 빠레트들이 버려져 있었고, 그 위로는 모래 포대들이 아무렇게나 방치되어 있었다.
en_us: The truck turned to the side and began zooming into the road by the beach. Heaps of food waste bags were piled up underneath a streetlamp. Beside the rusty mailbox were broken wooden pallets. On top of that were sacks of sand carelessly littered around.{j}{j}

source: ‘자식아.{j}정신 차려라.’{j}또다시 형의 목소리가 들려오는 것 같다.{j}공무원 시험에 연달아 낙방한 뒤 나쁜 생각을 했을 때, 바닷속 풍랑에 휘말려 죽어 갈 때 들었던 그때의 목소리가.
en_us: “Hey, kiddo. Pull yourself together,” my brother had told me when I had flunked the civil servant exams multiple times in a row and considered ending it all. I also heard it when I almost died in the stormy seas.{j}{j}{j}

source: 쭉 내밀어진 입술이 변깃물의 표면을 쭉 빨아들인다.{j}그 물이 내 혀를 타고 목구멍으로 넘어가는 순간.
en_us: My lips protruded out like a duck as I sucked in the toilet water. But the moment I swigged the water and swallowed, I retched.{j}

source: 모텔 밖 편의점으로 나가는 사람은 나, 김슬비, 황가애, 권순태, 이렇게 4명이었다.{j}아픈 노원빈을 엔트리에 포함시키는 것은 애초에 불가능했고, 차예영은 워낙에 비협조적이라서 도움을 기대할 수 없을 것 같았다.{j}자칭 리더인 회장이 남게 되는 것은 조금 이상했지만.
en_us: The four of us—me, Seulbi, Ga-ae, and Suntae—were to leave the motel to scavenge the convenience store. It was impossible to include Wonbin to the scouting party since he was sick. And it was difficult to ask Yeyeong for help since she was so uncooperative. But it was a little strange that the president, the so-called leader, was staying behind.{j}{j}

source: “미치겠네.{j}어쩌라는 거야 그럼.”
en_us: “I can’t believe this. What the hell am I supposed to do now?”{j}

source: 꼬르륵-
en_us: Grumble.

source: 소변이 방울져 떨어진다.{j}그 리듬에 맞추어 내 목뼈도 천천히 돌아간다.
en_us: My neck slowly spun back in rhythm with the dwindling liquids trickling down the urinal.{j}

source: 8- 화장실 (1)
en_us: Chapter 8. The Washroom (1)

source: “……오!”
en_us: “Oh...!”

source: 대변기 칸이 부서졌고, 서로 맞물려 있던 따개비 인간들이 기어나온다.
en_us: The washroom stall was smashed down as the barnacle humans stuffed inside began crawling out.

source: [내…… 차…… 아아아아…….]
en_us: “Myyy... caaar... aaah...”

source: 다음은 학생회장 차례였다.{j}“이름은 됐고.{j}그냥 회장이라고 부르시면 됩니다.”
en_us: Next, the student president spoke. “You don’t need to know my name. Just call me ‘President.’”{j}{j}

source: 쏴아아아아아-
en_us: Swaaaaaa.

source: 이윽고, 나는 모텔 현관으로 가서 문을 열려 했다.{j}한데?{j}가물가물해지는 시야 너머로 이상한 것이 보였다.{j}문이 잠겨 있었다.{j}그런데 그냥 잠겨 있는 것이 아니고…….
en_us: At last, I reached the entrance to the motel. I tried opening the door. Though my vision was blurry, I saw something peculiar. The door was locked, but that wasn’t all.{j}{j}{j}{j}

source: 4- 모텔 성락장 (1)
en_us: Chapter 4. Motel Nirvana (1)

source: [언제…… 우어어…… 이혼…… 못…… 참아아아…….]
en_us: “When will you... Graaah... divorce... I... can’t take it anymore...”

source: 김슬비는 내게 물었다.{j}“항구에서 여기까지 오시면서 따개비 인간을 하나도 안 만나셨어요?”
en_us: Seulbi asked, “Have you not met any barnacle human on your way here from the port?”{j}

source: 문득, 굴덕도의 등대에서 보았던 감생이가 떠오른다.{j}내장 안에 드글드글 돋아나 있던 그 따개비 군체들이 말이다.
en_us: Suddenly, the black seabream I had seen at the lighthouse in Guldeok Island surfaced to my mind. A colony of barnacles had sprouted inside the fish guts.{j}

source: 사실을 말할 때와 거짓을 말할 때는 태도가 미묘하게나마 달라진다.{j}그래서 심문을 할 때도 이미 아는 사실을 계속해서 물어본다고 들었다.{j}나는 이번에도 그들의 말대로 했다.{j}굳이 거짓을 꾸며서 속일 필요는 없었기 때문이다.
en_us: There was a subtle difference in attitude when one spoke the truth as opposed to telling a lie. Apparently, that was why detectives kept asking questions they knew the answers to in interrogations. Again, I complied with their request. I had no need to lie and deceive them.{j}{j}{j}

source: 쿨컥쿨컥쿨컥-
en_us: Glug glug glug.

source: “좋아.{j}그대로 있어라.”
en_us: “Okay. Stay still.” I gulped.{j}

source: 오인(汚人)들이 내는 소리가 내 정신을 퍼뜩 돌아오게 만들었다.{j}언제까지고 이 학생을 추모할 수는 없기에, 나는 고개를 저으며 상념을 털어 냈다.{j}지금 중요한 것은 일단 나의 생존이다.{j}내가 살아남는 것이 우선이 되어야 한다.
en_us: The sound of the vermen snapped me back to reality. I couldn’t mourn this student forever. So, I shook my head to get a hold of myself. What was important in this moment was my survival. I had to prioritize getting out of this alive.{j}{j}{j}

source: 나는 커피믹스 두 봉을 만지작거렸다.{j}종종 등대로 놀러 온 낚시꾼들에게 주곤 했던 봉지커피.{j}한 봉지의 중량 12g.{j}열량은 대략 50kcal.{j}성인 남자가 하루에 필요로 하는 칼로리는 약 2,500kcal.{j}그러면 봉지커피로 그걸 채우려면 대충 50봉은 먹어야 한다는 건가?
en_us: I fumbled with the two instant coffee packets. I sometimes used to give them out to the fishermen visiting the lighthouse. One packet weighed 0.4 oz and had about 50 calories. The average man required a calorie intake of about 2,500 calories. Does that mean I need to take like 50 packets to get the necessary calories?{j}{j}{j}{j}{j}

source: ‘……만화나 영화에서는 바다에 빠져서 정신을 잃었을 때 눈을 떠 보면 모래사장에 얌전히 누워 있다가 깨어나던데.’
en_us: In movies and comics, when someone blacks out in the sea, they wake up safely washed ashore by a sandy beach...

source: “어어, 친구가 좀.{j}나도 약간 긁혀서.”{j}박씨 아저씨는 얼굴과 손목을 벅벅 긁으며 말했다.
en_us: “Well, my friend did. I’m a little scratched up too,” Mr. Park said as he scratched his face and wrist.{j}{j}

source: “내가 울 자기를 어떻게 버려요.”
en_us: “How could I ever leave my sweetheart?”

source: “네네- 어쩐 일로 오셨어요?”
en_us: “Alright, I get it. So, what brings you here?”

source: [으우어우으으…….]
en_us: “Aah... Graaah...”

source: 내가 영문을 모르겠다는 듯 미간을 찡그리자, 학생회장이 다시 한번 말했다.{j}“뭐 먹고 살았냐면서요.”
en_us: When I furrowed my brow, completely lost as to what he was talking about, the student president elaborated, “You asked how we’ve been eating.”{j}

source: 아마 누군가가 모텔 현관을 철사로 잠가 놨다고 해도 이 비밀 문은 열 수 있을 가능성이 컸다.{j}이 마스터 키만 있다면 말이다.
en_us: Someone had knotted a wire around the entrance door. But chances were, I’d be able to open this secret door as long as I had the master key.{j}

source: 내가 꺼내 든 것은 모텔 열쇠였다.{j}무슨 열쇠냐면, 이 모텔의 모든 문을 열 수 있는 마스터 키다.{j}가령…… 지금은 안 쓰이는 이 숨겨진 비상문도 말이지.{j}지금 내 앞에 있는 계단은 이 모텔의 2층으로 바로 통하는 비상계단이다.{j}단, 이 모텔의 주인인 어촌계장님은 심각한 안전불감증으로 비상문 앞에 항상 폐가전이나 각종 짐들을 쌓아 두기 때문에 건물 안에서는 이 문의 존재가 전혀 보이지 않는다.
en_us: I took out a key. This was the master key that could open all doors at the motel, including the secret emergency exit that wasn’t currently in use. The set of stairs before me was the emergency stairway that led to the second floor of the motel. But the village chief, the owner of the motel, was overly cautious. He piled up old, unusable appliances and such in front of the exit, making the secret pathway completely invisible from inside the building.{j}{j}{j}{j}

source: ‘그래도 휴가 때 찾아갈 수 있는 유일한 가족이었는데…….’
en_us: He was the only family member I could visit during break...
